Repository: TheTumultuousUnicornOfDarkness/CPU-X
Catalog: po/*.po
Languages: vi

source: an error occurred while running command '%s'
vi: đã xảy ra lỗi khi chạy lệnh '%s'

source: set_cpu_affinity() not supported on this operating system
vi: set_cpu_affinity() không hỗ trợ trên hệ điều hành này

source: Start daemon
vi: Bắt đầu daemon

source: Privileges are required to gather some information
vi: Cần có quyền truy cập để thu thập một số thông tin

source: Cache
vi: Bộ nhớ đệm

source: Close
vi: Đóng

source: Refresh time
vi: Thời gian làm mới

source: Text theme
vi: Chủ đề văn bản

source: Automatic
vi: Tự động

source: Blue for light theme
vi: Màu xanh dương cho chủ đề sáng

source: Yellow for dark theme
vi: Màu vàng cho chủ đề tối

source: Temperature unit
vi: Đơn vị nhiệt độ

source: Default tab
vi: Tab mặc định

source: Default CPU core
vi: Nhân CPU mặc định

source: Default cache test
vi: Bài kiểm tra bộ nhớ đệm mặc định

source: Print CPUID values in decimal
vi: In CPUID dưới dạng số thập phân

source: Default graphic card
vi: Card đồ họa mặc định

source: Default core type
vi: Loại nhân mặc định

source: Default memory stick
vi: Thanh bộ nhớ mặc định

source: Startup
vi: Khởi động cùng hệ thống

source: Gathers information on CPU, motherboard and more
vi: Thu thập thông tin về CPU, bo mạch chủ và nhiều hơn nữa
