Repository: TheTumultuousUnicornOfDarkness/CPU-X
Catalog: po/*.po
Languages: vi

source: Calling bandwidth
vi: Sử dụng băng thông

source: Sequential %i-bit reads
vi: Đọc tuần tự %i-bit

source: Sequential 128-bit reads
vi: Đọc tuần tự 128-bit

source: Sequential 256-bit reads
vi: Đọc tuần tự 256-bit

source: Sequential 512-bit reads
vi: Đọc tuần tự 512-bit

source: Sequential %i-bit nontemporal reads
vi: Đọc tuần tự %i-bit không lưu đệm

source: Sequential 128-bit nontemporal reads
vi: Đọc tuần tự 128-bit không lưu đệm

source: Sequential 256-bit nontemporal reads
vi: Đọc tuần tự 256-bit không lưu đệm

source: Sequential 512-bit nontemporal reads
vi: Đọc tuần tự 512-bit không lưu đệm

source: Sequential %i-bit writes
vi: Ghi tuần tự %i-bit

source: Sequential 128-bit writes
vi: Ghi tuần tự 128-bit

source: Sequential 256-bit writes
vi: Ghi tuần tự 256-bit

source: Sequential 512-bit writes
vi: Ghi tuần tự 512-bit

source: Sequential %i-bit nontemporal writes
vi: Ghi tuần tự %i-bit không lưu đệm

source: Sequential 128-bit nontemporal writes
vi: Ghi tuần tự 128-bit không lưu đệm

source: Sequential 256-bit nontemporal writes
vi: Ghi tuần tự 256-bit không lưu đệm

source: Sequential 512-bit nontemporal writes
vi: Ghi tuần tự 512-bit không lưu đệm

source: Random %i-bit reads
vi: Đọc ngẫu nhiên %i-bit

source: Random 128-bit reads
vi: Đọc ngẫu nhiên 128-bit

source: Random 256-bit reads
vi: Đọc ngẫu nhiên 256-bit

source: Random 128-bit nontemporal reads
vi: Đọc ngẫu nhiên 128-bit không lưu đệm

source: Random 256-bit nontemporal reads
vi: Đọc ngẫu nhiên 256-bit không lưu đệm

source: Random %i-bit writes
vi: Ghi ngẫu nhiên %i-bit

source: Random 128-bit writes
vi: Ghi ngẫu nhiên 128-bit

source: Random 256-bit writes
vi: Ghi ngẫu nhiên 256-bit

source: Random 128-bit nontemporal writes
vi: Ghi ngẫu nhiên 128-bit không lưu đệm

source: Random 256-bit nontemporal writes
vi: Ghi ngẫu nhiên 256-bit không lưu đệm

source: Sequential %i-bit copy
vi: Sao chép tuần tự %i-bit

source: Sequential 128-bit copy
vi: Sao chép tuần tự 128-bit

source: Sequential 256-bit copy
vi: Sao chép tuần tự 256-bit

source: Sequential 512-bit copy
vi: Sao chép tuần tự 512-bit

source: (unavailable)
vi: (không khả dụng)

source: Updating benchmark status
vi: Cập nhật trạng thái benchmark

source: Active
vi: Có hiệu lực

source: (%u hours left)
vi: (còn %u giờ)

source: (%u minutes left)
vi: (còn %u phút)

source: (%u seconds left)
vi: (còn %u giây)

source: Inactive
vi: Không hoạt động

source: in %u hours
vi: trong %u giờ

source: in %u minutes
vi: trong %u phút

source: in %u seconds
vi: trong %u giây

source: Starting benchmark with %u threads
vi: Bắt đầu benchmark với %u luồng

source: an error occurred while starting benchmark
vi: đã xảy ra lỗi khi bắt đầu benchmark

source: Calculating CPU usage
vi: Tính toán mức sử dụng CPU

source: %s (subject) / %s (issuer)
vi: %s (chủ sở hữu) / %s (bên cấp)

source: Identifying running system
vi: Xác định hệ thống đang chạy

source: failed to identify running system
vi: không thể xác định hệ thống đang chạy

source: Calculating CPU multipliers in fallback mode
vi: Tính toán hệ số nhân CPU ở chế độ dự phòng

source: Retrieving motherboard information in fallback mode
vi: Truy xuất thông tin bo mạch chủ ở chế độ dự phòng

source: failed to retrieve motherboard information (fallback mode)
vi: không thể truy xuất thông tin bo mạch chủ (chế độ dự phòng)

source: Retrieving CPU temperature in fallback mode
vi: Truy xuất nhiệt độ CPU ở chế độ dự phòng

source: failed to retrieve CPU temperature (fallback mode)
vi: Không thể truy xuất nhiệt độ CPU (chế độ dự phòng)

source: Retrieving CPU voltage in fallback mode
vi: Truy xuất điện áp CPU ở chế độ dự phòng

source: failed to retrieve CPU voltage (fallback mode)
vi: Không thể truy xuất điện áp CPU (chế độ dự phòng)

source: Retrieving CPU frequency in fallback mode
vi: Truy xuất tần số CPU ở chế độ dự phòng

source: failed to retrieve CPU frequency (fallback mode)
vi: Không thể truy xuất tần số CPU (chế độ dự phòng)

source: Unknown
vi: Không rõ

source: Calling dmidecode
vi: Sử dụng dmidecode

source: %s (configured)
vi: %s (đã cấu hình)

source: %s (max)
vi: %s (tối đa)

source: %s (min)
vi: %s (tối thiểu)

source: unknown
vi: không rõ

source: Calling libcpuid for retrieving static data
vi: Sử dụng libcpuid để truy xuất dữ liệu tĩnh

source: failed to call libcpuid (%s)
vi: không thể sử dụng libcpuid (%s)

source: Calling libcpuid for retrieving dynamic data
vi: Sử dụng libcpuid để truy xuất dữ liệu động

source: Calling libcpuid for retrieving CPU MSR static values
vi: Sử dụng libcpuid để truy xuất giá trị MSR tĩnh của CPU

source: Calling libcpuid for retrieving CPU MSR dynamic values
vi: Sử dụng libcpuid để truy xuất giá trị MSR động của CPU

source: Finding CPU package in fallback mode
vi: Tìm gói CPU ở chế độ dự phòng

source: Your CPU socket is not present in the database ==> %s, codename: %s
vi: Socket CPU của bạn không có trong cơ sở dữ liệu ==> %s, tên mã: %s

source: OpenCL driver for '%s %s' does not support CL_DEVICE_TOPOLOGY_AMD (%s)
vi: Driver OpenCL cho '%s%s' không hỗ trợ CL_DEVICE_TOPOLOGY_AMD (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_GFXIP_MAJOR_AMD (%s)
vi: Driver OpenCL cho '%s%s' không hỗ trợ CL_DEVICE_GFXIP_MAJOR_AMD (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_MAX_COMPUTE_UNITS (%s)
vi: Driver OpenCL cho '%s%s' không hỗ trợ CL_DEVICE_MAX_COMPUTE_UNITS (%s)

source: OpenCL driver for '%s %s' does not support CL_DEVICE_PCI_DOMAIN_ID_NV (%s), CL_DEVICE_PCI_BUS_ID_NV (%s) or CL_DEVICE_PCI_SLOT_ID_NV (%s)
vi: Driver OpenCL cho '%s%s' không hỗ trợ CL_DEVICE_PCI_DOMAIN_ID_NV (%s), CL_DEVICE_PCI_BUS_ID_NV (%s) hay CL_DEVICE_PCI_SLOT_ID_NV (%s)

source: OpenCL is not supported with your GPU vendor (0x%X)
vi: Nhà sản xuất GPU của bạn không hỗ trợ OpenCL (0x%X)

source: failed to get name for device %u (%s)
vi: không thể lấy tên thiết bị %u (%s)

source: failed to get version for device %u (%s)
vi: không thể lấy phiên bản thiết bị %u (%s)

source: failed to get name for platform %u (%s)
vi: không thể lấy tên nền tảng %u (%s)

source: failed to get version for platform %u (%s)
vi: không thể lấy phiên bản nền tảng %u (%s)

source: failed to find number of OpenCL devices for platform '%s %s' (%s)
vi: không thể lấy số lượng thiết bị OpenCL cho nền tảng '%s%s' (%s)

source: 0 device
vi: 0 thiết bị

source: failed to get all of OpenCL devices for platform '%s %s' (%s)
vi: không thể lấy tất cả thiết bị OpenCL cho nền tảng '%s%s' (%s)

source: Finding OpenCL API version
vi: Tìm phiên bản OpenCL API

source: There is no platform with OpenCL support (%s)
vi: Không có nền tảng nào hỗ trợ OpenCL (%s)

source: failed to get all OpenCL platforms (%s)
vi: không thể lấy tất cả nền tảng OpenCL (%s)

source: Unable to find OpenCL driver for vendor %s
vi: Không tìm thấy driver OpenCL cho nhà sản xuất %s

source: failed to create EGL context
vi: không thể tạo ngữ cảnh EGL

source: failed to destroy EGL context (%s)
vi: không thể hủy ngữ cảnh EGL (%s)

source: failed to call eglChooseConfig (%s)
vi: không thể sử dụng eglChooseConfig (%s)

source: failed to call eglInitialize (%s)
vi: không thể sử dụng eglInitialize (%s)

source: EGL has not OpenGL client API
vi: EGL không có API client OpenGL

source: failed to call eglBindAPI (%s)
vi: không thể sử dụng eglBindAPI (%s)

source: failed to destroy EGL display (%s)
vi: không thể hủy hiển thị EGL (%s)

source: failed to call getPlatformDisplay (%s)
vi: không thể sử dụng getPlatformDisplay (%s)

source: Finding OpenGL API version
vi: Tìm phiên bản API OpenGL

source: %s is not supported
vi: %s không hỗ trợ

source: failed to call queryDevices (%s)
vi: không thể sử dụng queryDevices (%s)

source: No available EGL devices
vi: Không có thiết bị EGL khả dụng

source: Unable to find OpenGL driver for vendor %s
vi: Không thể tìm thấy driver OpenGL cho nhà sản xuất %s

source: pci_access is not properly initialized: it is a common issue when %s was built with a lower libpci version. Check that libpci %s library is present on your system. Otherwise, please rebuild %s.
vi: pci_access chưa được khởi tạo đúng cách: đây là lỗi thường gặp khi %s được biên dịch với phiên bản libpci thấp hơn. Vui lòng kiểm tra thư viện libpci %s có trên hệ thống của bạn hay không. Nếu không, vui lòng biên dịch lại %s.

source: Bus path is invalid: %s
vi: Đường dẫn Bus không hợp lệ: %s

source: No kernel driver in use for graphic card at path %s
vi: Không có driver kernel nào được sử dụng cho card đồ họa tại đường dẫn %s

source: Your GPU kernel driver is unknown: %s
vi: Nhân driver GPU của bạn không được xác định: %s

source: failed to create pipe
vi: không thể tạo pipe

source: failed to create process
vi: không thể tạo tiến trình

source: Your GPU vendor is unknown: %s (0x%X)
vi: Nhà sản xuất GPU của bạn không được xác định: %s (0x%X)

source: Enabled
vi: Đã bật

source: Disabled
vi: Đã tắt

source: Finding devices
vi: Tìm thiết bị

source: Skip devices search (PCI device does not exist)
vi: Bỏ qua tìm thiết bị (thiết bị PCI không tồn tại)

source: Skip devices search (wrong permissions on %s device)
vi: Bỏ qua tìm kiếm thiết bị (sai quyền trên %s thiết bị)

source: failed to find chipset vendor and model
vi: không thể tìm thấy chipset nhà sản xuất và model

source: failed to find graphic card vendor and model
vi: không thể tìm thấy nhà sản xuất và model card đồ họa

source: Retrieving GPU clocks
vi: Đang lấy xung nhịp GPU

source: DRM path for %s is unknown
vi: Đường dẫn DRM cho %s không được xác định

source: Card number for %s is unknown
vi: Số card cho %s không được xác định

source: PCIe %s (current) / %s (max)
vi: PCIe %s (hiện tại) / %s (tối đa)

source: Driver for %s doesn't report frequencies
vi: Driver cho %s không báo cáo tần số

source: failed to retrieve all monitoring data for %s
vi: không thể truy xuất tất cả dữ liệu giám sát cho %s

source: Calling libprocps
vi: Sử dụng libprocps

source: unable to get system uptime
vi: không thể lấy thời gian hoạt động của hệ thống

source: unable to create meminfo structure
vi: không thể tạo cấu trúc meminfo

source: Calling libstatgrab
vi: Sử dụng libstatgrab

source: %i days, %i hours, %i minutes, %i seconds
vi: %i ngày, %i giờ, %i phút, %i giây

source: Finding Vulkan API version
vi: Tìm phiên bản API Vulkan

source: failed to call vkCreateInstance (%s)
vi: không thể sử dụng vkCreateInstance (%s)

source: failed to call vkEnumeratePhysicalDevices (%s)
vi: không thể sử dụng vkEnumeratePhysicalDevices (%s)

source: No available Vulkan devices
vi: Không có thiết bị Vulkan khả dụng

source: No available physical devices (%s)
vi: Không có thiết bị vật lý khả dụng (%s)

source: Failed to create Vulkan for device %u (%s)
vi: Không thể tạo Vulkan cho thiết bị %u (%s)

source: %s is not supported for device %u, use only deviceID for matching
vi: %s không hỗ trợ thiết bị %u, chỉ dùng deviceID để nhận diện

source: Unable to find Vulkan driver for vendor %s
vi: Không thể tìm thấy driver Vulkan cho nhà sản xuất %s

source: Starting daemon in background…
vi: Bắt đầu daemon trong nền…

source: APPDIR environment variable is not set, cannot copy the daemon to the temporary directory
vi: Biến môi trường APPDIR chưa được thiết lập, không thể sao chép tiến trình nền vào thư mục tạm thời

source: pkexec: authorization could not be obtained (dialog dismissed)
vi: pkexec: không thể lấy được quyền truy cập (hộp thoại bị đóng)

source: pkexec: authorization could not be obtained (not authorized)
vi: pkexec: không thể lấy được quyền truy cập (không được phép)

source: pkexec: command not found
vi: pkexec: không tìm thấy lệnh

source: pkexec: unexpected error code
vi: pkexec: mã lỗi không mong đợi

source: Connecting to daemon…
vi: Kết nối tới daemon…

source: P-core
vi: Nhân hiệu năng

source: E-core
vi: Nhân tiết kiệm điện

source: LP E-core
vi: Nhân siêu tiết kiệm điện

source: Core
vi: Nhân

source: Processor
vi: Bộ xử lý

source: Caches
vi: Bộ nhớ đệm

source: Count
vi: Số lượng

source: Clocks
vi: Xung nhịp

source: L%u Cache
vi: Bộ nhớ đệm L%u

source: Test
vi: Bài kiểm tra

source: Motherboard
vi: Bo mạch chủ

source: Memory
vi: Bộ nhớ

source: Stick %u
vi: Thanh %u

source: Sticks
vi: Thanh

source: System
vi: Hệ thống

source: Operating System
vi: Hệ điều hành

source: Graphics
vi: Đồ họa

source: Not started
vi: Chưa bắt đầu

source: Prime numbers (slow)
vi: Số nguyên tố (chậm)

source: Prime numbers (fast)
vi: Số nguyên tố (nhanh)

source: Parameters
vi: Thông số

source: %u mins
vi: %u phút

source: About
vi: Về

source: %s is a Free software that gathers information on CPU, motherboard and more.
vi: %s là phần mềm miễn phí thu thập thông tin về CPU, bo mạch chủ và nhiều hơn nữa.

source: About CPU-X
vi: Về CPU-X

source: Version %s
vi: Phiên bản %s

source: Author: %s
vi: Tác giả: %s

source: Site: %s
vi: Trang web: %s

source: License
vi: Giấy phép

source: This software is distributed under the terms of %s
vi: Phần mềm này được phân phối theo các điều khoản của %s

source: This program comes with ABSOLUTELY NO WARRANTY
vi: Chương trình này KHÔNG CÓ BẤT KỲ BẢO HÀNH NÀO

source: Vendor
vi: Nhà cung cấp

source: Code Name
vi: Tên mã

source: Package
vi: Gói

source: Technology
vi: Công nghệ

source: Voltage
vi: Điện áp

source: Specification
vi: Thông số kỹ thuật

source: Family
vi: Họ

source: Disp. Family
vi: Họ (hiển thị)

source: Disp. Model
vi: Model (hiển thị)

source: Implementer
vi: Đơn vị triển khai

source: Part Number
vi: Mã sản phẩm

source: Temp.
vi: Nhiệt độ.

source: Instructions
vi: Hướng dẫn

source: L1 Data
vi: Dữ liệu L1

source: L1 Inst.
vi: L1 Lệnh.

source: Level 2
vi: L2

source: Level 3
vi: L3

source: Cores
vi: Nhân

source: Threads
vi: Luồng

source: Core Speed
vi: Tốc độ nhân

source: Multiplier
vi: Hệ số nhân

source: Bus Speed
vi: Tốc độ Bus

source: Usage
vi: Sử dụng

source: Size
vi: Kích thước

source: Speed
vi: Tốc độ

source: Manufacturer
vi: Nhà sản xuất

source: Brand
vi: Thương hiệu

source: Version
vi: Phiên bản

source: Date
vi: Ngày

source: ROM Size
vi: Kích thước ROM

source: Type
vi: Loại

source: Type Detail
vi: Thông tin loại

source: Device Locator
vi: Vị trí khe cắm

source: Bank Locator
vi: Vị trí Bank

source: Rank
vi: Hạng

source: Name
vi: Tên

source: Kernel
vi: Nhân

source: Hostname
vi: Tên máy

source: Uptime
vi: Thời gian hoạt động

source: Used
vi: Đã sử dụng

source: Buffers
vi: Bộ đệm

source: Cached
vi: Đã lưu vào bộ nhớ đệm

source: Free
vi: Trống

source: UMD Version
vi: Phiên bản UMD

source: Compute Unit
vi: Đơn vị tính toán

source: Device ID
vi: ID thiết bị

source: VBIOS Version
vi: Phiên bản VBIOS

source: Interface
vi: Giao diện

source: Temperature
vi: Nhiệt độ

source: Core Voltage
vi: Điện áp nhân

source: Power Avg
vi: Mức tiêu thụ trung bình

source: Core Clock
vi: Xung nhịp lõi

source: Memory Clock
vi: Xung nhịp bộ nhớ

source: Memory Used
vi: Bộ nhớ đã sử dụng

source: OpenGL Version
vi: Phiên bản OpenGL

source: Vulkan Version
vi: Phiên bản Vulkan

source: OpenCL Version
vi: Phiên bản OpenCL

source: Score
vi: Điểm

source: Run
vi: Chạy

source: Duration
vi: Khoảng thời gian

source: Start graphical user interface (GUI) (default)
vi: Khởi động giao diện người dùng đồ họa (GUI) (mặc định)

source: Start text-based user interface (TUI)
vi: Khởi động giao diện người dùng dựa trên văn bản (TUI)

source: Dump all data on standard output and exit
vi: Xuất toàn bộ dữ liệu ra đầu ra chuẩn và thoát

source: Run embedded command dmidecode and exit (use '--dmidecode --help' to print arguments accepted by dmidecode)
vi: Chạy lệnh nhúng dmidecode và thoát (sử dụng '--dmidecode --help' để xem các đối số được dmidecode chấp nhận)

source: Run embedded command bandwidth and exit (use '--bandwidth --help' to print arguments accepted by bandwidth)
vi: Chạy lệnh nhúng bandwidth và thoát (sử dụng '--bandwidth --help' để xem các đối số được bandwidth chấp nhận)

source: Set temperature unit (c[elsius]|f[ahrenheit]|k[elvin]|r[ankine])
vi: Đặt đơn vị nhiệt độ (c[elsius]|f[ahrenheit]|k[elvin]|r[ankine])

source: Set custom time between two refreshes (in seconds)
vi: Đặt khoảng thời gian tùy chỉnh giữa hai lần làm mới (tính bằng giây)

source: Set default tab (integer)
vi: Đặt tab mặc định (số nguyên)

source: Select core type to monitor (integer)
vi: Chọn loại nhân cần giám sát (số nguyên)

source: Select CPU core to monitor (integer)
vi: Chọn nhân CPU cần giám sát (số nguyên)

source: Set custom bandwidth test for CPU caches speed (integer)
vi: Thiết lập kiểm tra băng thông tùy chỉnh cho tốc độ bộ nhớ đệm CPU (số nguyên)

source: Select default memory stick (integer)
vi: Chọn thanh bộ nhớ mặc định (số nguyên)

source: Select default graphic card (integer)
vi: Chọn card đồ họa mặc định (số nguyên)

source: Start and connect to daemon
vi: Bắt đầu và kết nối tới daemon

source: Print help and exit
vi: In trợ giúp và thoát

source: Print version and exit
vi: In phiên bản và thoát

source: Print CPUID values in decimal (default is hexadeximal)
vi: In CPUID ở dạng thập phân (mặc định là thập lục phân)

source: Disable colored output
vi: Tắt màu cho đầu ra

source: Print information for debugging
vi: In thông tin để gỡ lỗi

source: Print required information to paste in an issue
vi: In thông tin cần thiết để dán vào issue

source: Set key mapping for NCurses mode (a[rrows]|e[macs]|i[nverted-T]|v[im])
vi: Thiết lập key mapping cho chế độ NCurses (a[rrows]|e[macs]|i[nverted-T]|v[im])

source: Add default command line arguments
vi: Thêm các đối số dòng lệnh mặc định

source: Enforce the bus clock
vi: Bắt buộc xung nhịp bus

source: Ignore CPU values reported by libcpuid (comma-separated values among 'temp', 'volt', 'freq' and 'mult')
vi: Bỏ qua các giá trị CPU được báo cáo bởi libcpuid (các giá trị được phân tách bằng dấu phẩy giữa 'temp', 'volt', 'freq' và 'mult')

source: Read CPUID raw data from a given file
vi: Đọc CPUID thô từ tệp được chỉ định

source: Available DISPLAY:
vi: MÀN HÌNH khả dụng:

source: Available OPTIONS:
vi: LỰA CHỌN khả dụng:

source: Influenceable environment variables:
vi: Các biến môi trường có thể tác động:

source: This is free software: you are free to change and redistribute it.
vi: Đây là phần mềm miễn phí: bạn được tự do thay đổi và phân phối lại nó.

source: See the %s license: <%s>
vi: Xem %s giấy phép: <%s>

source: -- %-11s version: %s
vi: -- %-11s phiên bản: %s

source: Writing log to '%s' file...
vi: Ghi log vào '%s' tệp...

source: Oops, something was wrong! %s (PID %i) has received signal %d (%s) and has crashed.
vi: Có lỗi xảy ra! %s (PID %i) đã nhận được tín hiệu %d (%s) và bị lỗi.

source: Oops, something was wrong! %s (PID %i) has received signal %d (%s) and is trying to recover.
vi: Có lỗi xảy ra! %s (PID %i) đã nhận được tín hiệu %d (%s) và cố gắng khôi phục.

source: You can open a new issue here, by filling the template as requested:
vi: Bạn có thể mở issue mới tại đây bằng cách điền vào mẫu theo yêu cầu:

source: an error occurred while setting locale
vi: Đã xảy ra lỗi trong quá trình thiết lập vùng miền

source: Selected tab (%u) is not visible
vi: Tab đã chọn (%u) không hiển thị

source: Selected tab (%u) is not a valid number (%u is the maximum)
vi: Tab đã chọn (%u) không phải số hợp lệ (%u là tối đa)

source: Selected CPU type (%u) is not a valid number (%u is the maximum for this CPU)
vi: Loại CPU đã chọn (%u) không phải số hợp lệ (%u là tối đa cho CPU này)

source: Selected bandwidth test (%u) is not a valid number (%u is the maximum for this system)
vi: Giá trị kiểm tra băng thông đã chọn (%u) không phải là số hợp lệ (%u là số tối đa cho hệ thống này)

source: Selected RAM stick (%u) is not a valid number (%u is the maximum for this system)
vi: Thanh RAM đã chọn (%u) không phải số hợp lệ (%u là tối đa cho hệ thống này)

source: Selected graphic card (%u) is not a valid number (%u is the maximum for this system)
vi: Card đồ họa đã chọn (%u) không phải số hợp lệ (%u là tối đa cho hệ thống này)

source: Selected CPU core (%u) is not a valid number (%u is the maximum for this type of core)
vi: Số nhân CPU đã chọn (%u) không hợp lệ (%u là số tối đa cho loại nhân này)

source: failed to change CPU affinitiy to core %u
vi: không thể thay đổi thiết lập ưu tiên CPU cho nhân %u

source: Cannot find path for '%s' file
vi: Không thể tìm thấy đường dẫn cho '%s' tệp

source: Ask password to start daemon in background
vi: Yêu cầu mật khẩu để bắt đầu daemon trong nền

source: Settings
vi: Cài đặt

source: BaseFamily
vi: Họ cơ sở

source: BaseModel
vi: Model cơ sở

source: EFI Platform Key certificate information
vi: Thông tin chứng chỉ khóa nền tảng EFI

source: User Mode Driver Version
vi: Phiên bản Driver chế độ người dùng

source: Starting GTK GUI…
vi: Bắt đầu GTK GUI…

source: failed to import UI in GtkBuilder
vi: không thể nhập UI trong GtkBuilder

source: Window is too small!
vi: Cửa sổ quá nhỏ!

source: Press 'h' to see help.
vi: Nhấn phím 'h' để xem trợ giúp.

source: Welcome in %s NCurses help!
vi: Chào mừng đến với phần trợ giúp của %s NCurses!

source: This help describes how to use this Text-based User Interface.
vi: Phần trợ giúp này mô tả cách sử dụng giao diện người dùng dựa trên văn bản.

source: Global keys:
vi: Khóa toàn cầu:

source: Press 'left' key or 'tab' key to switch in left tab.
vi: Ấn 'left' hoặc 'tab' để chuyển sang tab bên trái.

source: Press 'right' key or 'shift + tab' keys to switch in right tab.
vi: Ấn 'right' hoặc tổ hợp phím 'shift + tab' để chuyển sang tab bên phải.

source: Press 'h' key to see this help.
vi: Ấn 'h' để xem phần trợ giúp này.

source: Press 'q' key to exit.
vi: Ấn 'q' để thoát.

source: CPU tab:
vi: Tab CPU:

source: Press 'next page' key to decrease core type number to monitor.
vi: Ấn 'next page' để giảm số loại lõi cần theo dõi.

source: Press 'previous page' key to increase core type number to monitor.
vi: Ấn 'previous page' để tăng số loại lõi cần theo dõi.

source: Press 'down' key to decrease CPU core number to monitor.
vi: Ấn 'down' để giảm số lượng nhân CPU cần theo dõi.

source: Press 'up' key to increase CPU core number to monitor.
vi: Ấn 'up' để tăng số lượng nhân CPU cần theo dõi.

source: Caches tab:
vi: Tab Caches:

source: Press 'down' key to switch to previous test.
vi: Ấn 'down' để chuyển sang bài kiểm tra trước.

source: Press 'up' key to switch to next test.
vi: Ấn 'up' để chuyển sang bài kiểm tra tiếp theo.

source: Bench tab:
vi: Tab Bench:

source: Press 'down' key to decrement benchmark duration.
vi: Ấn 'down' để giảm thời gian benchmark.

source: Press 'up' key to increment benchmark duration.
vi: Ấn 'up' để tăng thời gian benchmark.

source: Press 'next page' key to decrement number of threads to use.
vi: Ấn 'next page' để giảm số luồng cần dùng.

source: Press 'previous page' key to increment number of threads to use.
vi: Ấn 'previous page' để tăng số luồng cần dùng.

source: Press 's' key to start/stop prime numbers (slow) benchmark.
vi: Ấn 's' để bắt đầu/dừng benchmark số nguyên tố (chậm).

source: Press 'f' key to start/stop prime numbers (fast) benchmark.
vi: Ấn 'f' để bắt đầu/dừng benchmark số nguyên tố (nhanh).

source: Graphics tab:
vi: Tab đồ họa:

source: Press 'down' key to switch to previous graphic card.
vi: Ấn 'down' để chuyển sang card đồ họa trước.

source: Press 'up' key to switch to next graphic card.
vi: Ấn 'up' để chuyển sang card đồ họa tiếp theo.

source: Press any key to exit this help.
vi: Nhấn phím bất kỳ để thoát khỏi phần trợ giúp này.

source: Starting NCurses TUI…
vi: Bắt đầu NCurses TUI…

source: FATAL ERROR: terminfo database could not be found (try to set TERMINFO environment variable)
vi: LỖI NGHIÊM TRỌNG: Không tìm thấy cơ sở dữ liệu terminfo (hãy thử thiết lập biến môi trường TERMINFO)

source: cannot find unit in '%s' string at position %i
vi: không tìm thấy đơn vị trong chuỗi '%s' tại vị trí %i

source: an error occurred while opening file '%s'
vi: đã xảy ra lỗi khi mở tệp '%s'
